# St7SetPlateFaceNodes

Sets whether to show Face Nodes in the solid render of plates.

long St7SetPlateFaceNodes(long uID, bool Show)
Input Parameters
uID
Strand7 model file ID.
Show
The state of the Face Nodes option; either True or False.